{
  "terms_of_service": {
    "title": "使用条款 - PodcastHub",
    "description": "欢迎了解 PodcastHub 的使用条款。本条款旨在保护用户与平台的共同利益。",
    "heading": "PodcastHub 使用条款",
    "last_updated": "最近更新日期：2025年8月21日",
    "intro_paragraph": "欢迎使用 PodcastHub！我们提供领先的 AI 技术，将您的文本内容转换为高质量的播客音频（以下简称“服务”）。在使用我们的服务之前，请仔细阅读以下使用条款（以下简称“本条款”）。通过访问或使用我们的服务，即表示您同意受本条款的约束。",
    "section1": {
      "title": "1. 服务概述",
      "content": "PodcastHub 是一个允许用户上传文本、配置参数并生成音频内容的平台。服务包括但不限于文本转语音（TTS）、音频处理、内容存储和分发支持。我们致力于提供稳定、高效的技术解决方案，但保留随时修改或中止服务的权利，恕不另行通知。"
    },
    "section2": {
      "title": "2. 用户账户与安全",
      "content": "您需要注册一个账户才能使用我们的全部服务。您承诺提供准确、完整、最新的注册信息，并负责维护您的账户和密码的机密性。任何通过您账户进行的所有活动，均由您本人负责。若发现任何未经授权使用您账户的情况，请立即通知我们。"
    },
    "section3": {
      "title": "3. 用户行为准则",
      "intro": "您同意在使用本服务时遵守所有适用的法律法规，并且不得利用本服务从事以下活动：",
      "point1": "上传、生成或传播任何非法、有害、威胁、辱骂、骚扰、诽谤、淫秽、侵犯他人隐私、煽动仇恨或在种族、民族等方面令人反感的内容。",
      "point2": "侵犯任何第三方的知识产权，包括但不限于版权、商标权、专利权或商业秘密。",
      "point3": "冒充任何个人或实体，或以其他方式虚假陈述您与任何个人或实体的关系。",
      "point4": "干扰或破坏我们的服务、服务器或与服务连接的网络，或不遵守与服务连接的网络的任何要求、程序、政策或规定。",
      "point5": "从事任何可能对我们的服务基础设施造成不合理或不成比例的巨大负载的活动。"
    },
    "section4": {
      "title": "4. 知识产权",
      "point1": {
        "heading": "您的内容",
        "content": "：您保留您提交给服务的所有文本内容（“用户内容”）的全部所有权和知识产权。您授予 PodcastHub 一个全球性的、非独占的、免版税的许可，以使用、复制、处理、改编、修改、发布、传输和显示您的用户内容，仅用于运营、提供和改进本服务的目的。"
      },
      "point2": {
        "heading": "生成内容",
        "content": "：通过本服务生成的音频内容（“生成内容”）的版权归属，取决于您输入的用户内容的版权状态。我们作为技术服务提供商，不对生成内容的版权主张任何所有权。"
      },
      "point3": {
        "heading": "我们的服务",
        "content": "：本服务及其所有相关技术、商标、徽标和内容（不包括您的内容和生成内容）均为 PodcastHub 的专有财产。未经我们事先书面同意，您不得使用。"
      }
    },
    "section5": {
      "title": "5. 免责声明与责任限制",
      "point1": "本服务按“现状”和“可用”提供，我们不作任何明示或暗示的担保，包括但不限于对适销性、特定用途适用性和不侵权的暗示担保。我们不保证服务将是不间断的、及时的、安全的或无错误的。",
      "point2": "在法律允许的最大范围内，PodcastHub 及其关联公司、董事、员工或许可方在任何情况下均不对因您访问或使用本服务而导致的任何间接、附带、特殊、后果性或惩罚性损害赔偿负责，无论该等损害赔偿是基于保证、合同、侵权（包括过失）还是任何其他法律理论。"
    },
    "section6": {
      "title": "6. 终止服务",
      "content": "我们保留随时以任何理由（包括您违反本条款）暂停或终止您访问本服务的权利，恕不另行通知。您也可以随时通过停用您的账户来终止本协议。终止后，您使用本服务的权利将立即停止。"
    },
    "section7": {
      "title": "7. 条款修改",
      "content": "我们保留随时自行决定修改或替换本条款的权利。如果修改是重大的，我们将在新条款生效前至少提前 30 天通过电子邮件或在我们的网站上发布通知。构成重大变更的内容将由我们自行决定。"
    },
    "section8": {
      "title": "8. 适用法律",
      "content": "本条款的订立、效力、解释、履行和争议解决均适用相关法律。"
    },
    "section9": {
      "title": "9. 联系我们",
      "content": "如果您对本条款有任何疑问，请通过我们的联系页面与我们联系。"
    }
  }
}