{
  "privacy_policy": {
    "title": "プライバシーポリシー - PodcastHub",
    "description": "PodcastHubがあなたのプライバシーをどのように保護しているかをご覧ください。私たちはあなたのデータを透明に扱うことに尽力しています。",
    "last_updated": "最終更新日：2025年8月21日",
    "intro_paragraph": "PodcastHubをご利用いただきありがとうございます。お客様のプライバシーは私たちにとって重要です。このプライバシーポリシー（以下「本ポリシー」といいます）は、お客様の個人情報をどのように収集、使用、保存、共有、保護するかを説明することを目的としています。サービスをご利用になる前に、本ポリシーを注意深くお読みになり、ご理解ください。",
    "section1": {
      "title": "1. 収集する情報",
      "intro": "サービスを提供し、最適化するために、以下の種類の情報を収集します：",
      "point1": {
        "heading": "お客様が積極的に提供する情報",
        "content": "アカウントの登録、サービスの利用、または当社への連絡時に、お客様の氏名、電子メールアドレス、パスワード、ポッドキャスト生成のためにアップロードしたテキストコンテンツなどの個人情報を提供する場合があります。"
      },
      "point2": {
        "heading": "自動的に収集する情報",
        "content": "サービスをご利用の際、当社のサーバーは、お客様のIPアドレス、ブラウザの種類とバージョン、オペレーティングシステム、デバイス情報、アクセス日時、サービス内でのインタラクションデータ（クリックストリーム、機能使用頻度など）など、特定の情報を自動的に記録します。"
      },
      "point3": {
        "heading": "Cookieおよび類似技術",
        "content": "当社はCookieを使用して、お客様の設定を保存し、ログイン状態を維持し、利用状況を分析してユーザーエクスペリエンスを向上させます。お客様は、ご自身の好みに応じてCookieを管理または削除することができます。"
      }
    },
    "section2": {
      "title": "2. 情報の利用方法",
      "intro": "お客様の個人情報は、以下の目的で利用されます：",
      "point1": {
        "heading": "サービスの提供と維持",
        "content": "：お客様のテキストコンテンツを処理してポッドキャストを生成し、お客様のアカウントを管理し、サービスが正常に動作することを確認します。"
      },
      "point2": {
        "heading": "サービスの改善と開発",
        "content": "：利用状況データを分析してユーザーの好みを理解し、既存の機能を最適化し、新しい製品やサービスを開発します。"
      },
      "point3": {
        "heading": "お客様との連絡",
        "content": "：重要なサービス通知、アカウントセキュリティアラート、更新指示、またはお客様が関心を持つ可能性のあるマーケティング情報を送信します（購読解除を選択できます）。"
      },
      "point4": {
        "heading": "セキュリティ保証",
        "content": "：詐欺、乱用、セキュリティ上の脅威から当社のサービス、ユーザー、および一般の人々を保護します。"
      },
      "point5": {
        "heading": "法的義務の遵守",
        "content": "：適用される法律および規制の要件を遵守します。"
      }
    },
    "section3": {
      "title": "3. 情報の共有と開示",
      "intro": "当社は、お客様の情報を機密として保持することをお約束します。以下の状況を除き、お客様の個人情報を第三者と共有することはありません：",
      "point1": {
        "heading": "お客様の明示的な同意を得た場合",
        "content": "：お客様の明示的な同意を得て、当社はお客様の情報を他の当事者と共有します。"
      },
      "point2": {
        "heading": "法的要件",
        "content": "：法律および規制、法的手続きの要件、または政府当局からの強制的な要求に従い、当社はお客様の個人情報を外部に開示する場合があります。"
      },
      "point3": {
        "heading": "サービスプロバイダー",
        "content": "：当社は、信頼できる第三者サービスプロバイダー（クラウドストレージ、データ分析サービスなど）と必要な情報を共有し、サービスの提供と改善を支援する場合があります。これらのプロバイダーは、当社のデータ保護基準を遵守する義務を負います。"
      },
      "point4": {
        "heading": "当社の権利の保護",
        "content": "：利用規約を執行し、当社の権利、財産、または安全を保護し、ユーザーまたは一般の人々を危害から保護するために、当社は必要な範囲で情報を共有する場合があります。"
      }
    },
    "section4": {
      "title": "4. データセキュリティ",
      "content": "当社は、お客様の情報を保護し、不正なアクセス、開示、使用、変更、または破壊を防ぐために、業界標準のセキュリティ対策を採用しています。これらの対策には、データ暗号化、アクセス制御、定期的なセキュリティレビューが含まれます。ただし、インターネット送信や電子ストレージの方法は100%安全ではないため、絶対的な安全性を保証することはできません。"
    },
    "section5": {
      "title": "5. お客様の権利",
      "content": "お客様は、ご自身の個人情報に関して、アカウント情報のアクセス、修正、削除など、様々な権利を有しています。これらの権利は、アカウント設定または当社への連絡を通じて行使できます。"
    },
    "section6": {
      "title": "6. ポリシー変更",
      "content": "当社は、本プライバシーポリシーを随時改訂する権利を留保します。重要な変更があった場合、新しい規約が発効する少なくとも30日前に、ウェブサイトに目立つ通知を掲載するか、電子メールを送信してお客様に通知します。何が重要な変更を構成するかは、当社の単独の裁量で決定されます。"
    },
    "section7": {
      "title": "7. お問い合わせ",
      "content": "本プライバシーポリシーまたは当社のプライバシー慣行についてご質問やご不明な点がございましたら、お気軽にお問い合わせページからお問い合わせください。"
    }
  }
}