{
  "terms_of_service": {
    "title": "利用規約 - PodcastHub",
    "description": "PodcastHubの利用規約へようこそ。本規約は、ユーザーとプラットフォームの共通の利益を保護するために策定されています。",
    "heading": "PodcastHub 利用規約",
    "last_updated": "最終更新日：2025年8月21日",
    "intro_paragraph": "PodcastHubへようこそ！当社は、お客様のテキストコンテンツを高品質なポッドキャスト音声に変換する最先端のAI技術（以下「本サービス」といいます）を提供しています。本サービスをご利用になる前に、以下の利用規約（以下「本規約」といいます）を注意深くお読みください。本サービスにアクセスまたは利用することにより、お客様は本規約に拘束されることに同意したものとみなされます。",
    "section1": {
      "title": "1. サービス概要",
      "content": "PodcastHubは、ユーザーがテキストをアップロードし、パラメーターを設定し、音声コンテンツを生成できるプラットフォームです。サービスには、テキスト読み上げ（TTS）、音声処理、コンテンツストレージ、配信サポートが含まれますが、これらに限定されません。当社は安定した効率的な技術ソリューションの提供に尽力していますが、事前の通知なしにいつでもサービスを変更または中断する権利を留保します。"
    },
    "section2": {
      "title": "2. ユーザーアカウントとセキュリティ",
      "content": "すべてのサービスを利用するには、アカウントを登録する必要があります。お客様は、正確、完全、最新の登録情報を提供することを約束し、アカウントとパスワードの機密性を維持する責任を負います。お客様のアカウントを通じて行われるすべての活動は、お客様自身の責任です。お客様のアカウントの不正使用を発見した場合は、直ちに当社に通知してください。"
    },
    "section3": {
      "title": "3. ユーザー行動ガイドライン",
      "intro": "お客様は、本サービスを利用する際に適用されるすべての法令を遵守し、本サービスを以下の活動に従事するために利用しないことに同意するものとします。",
      "point1": "違法、有害、脅迫的、虐待的、嫌がらせ、名誉毀損的、わいせつ的、他者のプライバシーを侵害する、憎悪を煽る、または人種的、民族的に不快なコンテンツをアップロード、生成、または配布すること。",
      "point2": "著作権、商標権、特許権、企業秘密を含むがこれに限定されない、第三者の知的財産権を侵害すること。",
      "point3": "個人または団体になりすます、またはその他の方法で、お客様と個人または団体との関係を虚偽表示すること。",
      "point4": "当社のサービス、サーバー、またはサービスに接続されたネットワークを妨害または中断すること、またはサービスに接続されたネットワークの要件、手順、ポリシー、または規制を遵守しないこと。",
      "point5": "当社のサービスインフラストラクチャに不合理または不均衡に大きな負荷をかける可能性のある活動に従事ること。"
    },
    "section4": {
      "title": "4. 知的財産",
      "point1": {
        "heading": "お客様のコンテンツ",
        "content": "：お客様は、本サービスに提出するすべてのテキストコンテンツ（「ユーザーコンテンツ」）の完全な所有権および知的財産権を保持します。お客様は、PodcastHubに対し、本サービスの運営、提供、および改善のみを目的として、お客様のユーザーコンテンツを使用、複製、処理、適応、変更、公開、送信、および表示するための、世界規模の、非独占的、ロイヤリティフリーのライセンスを付与します。"
      },
      "point2": {
        "heading": "生成されたコンテンツ",
        "content": "：本サービスを通じて生成される音声コンテンツ（「生成コンテンツ」）の著作権は、お客様が入力するユーザーコンテンツの著作権の状態に依存します。技術サービスプロバイダーとして、当社は生成コンテンツの著作権に対するいかなる所有権も主張しません。"
      },
      "point3": {
        "heading": "当社のサービス",
        "content": "：本サービスおよびこれに関連するすべての技術、商標、ロゴ、コンテンツ（お客様のコンテンツおよび生成コンテンツを除く）は、PodcastHubの専有財産です。当社の事前の書面による同意なしにこれらを使用することはできません。"
      }
    },
    "section5": {
      "title": "5. 免責事項と責任の制限",
      "point1": "本サービスは「現状有姿」および「利用可能な限り」提供され、当社は商品性、特定目的への適合性、非侵害に関する黙示の保証を含むがこれに限定されない、いかなる明示または黙示の保証も行いません。当社は、サービスが中断されず、タイムリーで、安全で、エラーフリーであることを保証しません。",
      "point2": "法律で許容される最大限の範囲で、PodcastHubおよびその関連会社、取締役、従業員、またはライセンサーは、保証、契約、不法行為（過失を含む）、またはその他の法的理論に基づくものであっても、お客様の本サービスへのアクセスまたは使用に起因するいかなる間接的、偶発的、特別、結果的、または懲罰的な損害賠償についても一切責任を負いません。"
    },
    "section6": {
      "title": "6. サービスの終了",
      "content": "当社は、いつでも理由の如何を問わず（本規約違反を含む）、事前の通知なしに本サービスへのお客様のアクセスを一時停止または終了する権利を留保します。お客様は、アカウントを停止することにより、いつでも本契約を終了することができます。終了後、お客様の本サービスを利用する権利は直ちに停止します。"
    },
    "section7": {
      "title": "7. 規約の変更",
      "content": "当社は、いつでも単独の裁量で本規約を修正または置換する権利を留保します。変更が重大な場合、新しい規約が発効する少なくとも30日前に、ウェブサイトに目立つ通知を掲載するか、電子メールを送信してお客様に通知します。何が重大な変更を構成するかは、当社の単独の裁量で決定されます。"
    },
    "section8": {
      "title": "8. 準拠法",
      "content": "本規約の締結、効力、解釈、履行、および紛争解決には、関連法が適用されるものとします。"
    },
    "section9": {
      "title": "9. お問い合わせ",
      "content": "本規約についてご質問がございましたら、お問い合わせページからお問い合わせください。"
    }
  }
}